<?php
$Fid_db=array (
  0 => 
  array (
    1 => '购物逛街',
    36 => '休闲娱乐',
    43 => '打工创业',
  ),
  'name' => 
  array (
    1 => '购物逛街',
    44 => '出门打工',
    31 => '旅游文化',
    32 => '渡假生活',
    33 => '饮食交流',
    34 => '母婴交流',
    36 => '休闲娱乐',
    37 => '体育健身',
    39 => '旅游休闲',
    45 => '创业交流',
    43 => '打工创业',
  ),
  'mid' => 
  array (
    1 => 0,
    44 => 0,
    31 => 0,
    32 => 0,
    33 => 0,
    34 => 0,
    36 => 0,
    37 => 0,
    39 => 0,
    45 => 0,
    43 => 0,
  ),
  43 => 
  array (
    44 => '出门打工',
    45 => '创业交流',
  ),
  1 => 
  array (
    31 => '旅游文化',
    32 => '渡假生活',
    33 => '饮食交流',
    34 => '母婴交流',
  ),
  36 => 
  array (
    37 => '体育健身',
    39 => '旅游休闲',
  ),
);?>