<?php
$Fid_db=array (
  0 => 
  array (
    1 => '保洁服务',
    2 => '地板打蜡',
    3 => '空调移机',
    4 => '上门洗车',
    5 => '家电维修',
    6 => '沙发保养',
    7 => '手机维修',
    8 => '厨卫保洁',
    9 => '开锁换锁',
    10 => '马桶疏通',
  ),
  'name' => 
  array (
    1 => '保洁服务',
    2 => '地板打蜡',
    3 => '空调移机',
    4 => '上门洗车',
    5 => '家电维修',
    6 => '沙发保养',
    7 => '手机维修',
    8 => '厨卫保洁',
    9 => '开锁换锁',
    10 => '马桶疏通',
  ),
  'mid' => 
  array (
    1 => 1,
    2 => 1,
    3 => 1,
    4 => 1,
    5 => 1,
    6 => 1,
    7 => 1,
    8 => 1,
    9 => 1,
    10 => 1,
  ),
);?>